/* =========================
    可自定义配置，顺序"♠"A-K>"♥"A-K>"♣"A-K>"♦"A-K
========================= */

const ANSWERS = [
    "最好等待", "需要耐心", "终有回报", "不要去做", "别在意", "随他去吧", "将有转机", "别太勉强", "收下吧", "会实现的", "妥协吧", "别有成见", "在将来",
    "别想太多", "休息一下", "是的", "熬过去吧", "浪费时间", "遵循内心", "幸运将至", "有点麻烦", "慢慢来", "很快脱单", "可以", "奋斗吧", "也许吧",
    "圆满成功", "先苦后甜", "不对", "没事的", "机会难得", "值得试试", "耐心一点", "别放弃", "真诚一点", "遵从内心", "试一试", "不必纠结", "如你所愿",
    "换个思路", "早点去做", "放宽心", "别再犹豫", "换个选择", "相信直觉", "取决于你", "向前看", "一切顺利", "尽力就好", "无关紧要", "别有成见", "十分确定"
];