/* =========================
    可自定义配置，顺序"♠"A-K>"♥"A-K>"♣"A-K>"♦"A-K
========================= */

const ANSWERS = [
    "生如夏花 死如秋叶","报之以歌","莫为落日流泪","群星为你亮起","向前走，莫停留","爱如旷野飞鸟","先审视自身","耐得住枯燥","温柔浸润阻力","珍视脚下路","别在意影子","成全也珍贵","飞过已足够",
    "展露你微笑","同舟共济时","看清云雾","伤疤证明痊愈","相信黎明","放低自己","别拒错误","热爱今日","内心有答案","爱给你自由","时光鉴真情","分享才华","让安宁沉淀",
    "拥有自己天地","温柔坚持","静候最好","坦荡是桥","孤身也歌唱","前方有花海","调理内在","给予力量","卸下重担","真理终现","接受平静","不必扮演","他在拐角",
    "微笑传情","感恩执灯人","踩彩虹前行","重新看世界","光从未灭","耐住寂寞","倒空旧水","思念有回响","得失随风","走新路","智慧在静默","立足方寸","原谅世界"
];