/* =========================
    可自定义配置，顺序"♠"A-K>"♥"A-K>"♣"A-K>"♦"A-K
========================= */

const ANSWERS = [
    "生如夏花 死如秋叶","报之以歌","莫为落日流泪","群星为你亮起","向前走，莫停留","爱如旷野飞鸟","先审视自身","耐得住枯燥","温柔浸润阻力","珍视脚下路","别在意影子","成全也珍贵","飞过已足够",
    "展露你微笑","同舟共济时","看清云雾","伤疤证明痊愈","相信黎明","放低自己","别拒错误","热爱今日","内心有答案","爱给你自由","时光鉴真情","分享才华","让安宁沉淀",
    "拥有自己天地","温柔坚持","静候最好","坦荡是桥","孤身也歌唱","前方有花海","调理内在","给予力量","卸下重担","真理终现","接受平静","不必扮演","他在拐角",
    "微笑传情","感恩执灯人","踩彩虹前行","重新看世界","光从未灭","耐住寂寞","倒空旧水","思念有回响","得失随风","走新路","智慧在静默","立足方寸","原谅世界"
];

const RANKS = ["A", "2", "3", "4", "5", "6", "7", "8", "9", "10", "J", "Q", "K"];   
const SUITS = ["💐", "🎈", "✨", "🍀"];
const SUIT_COLORS = {
    //     // 对比色
    // "💐": "#b8a8d4",   // 紫罗兰马卡龙
    // "🎈": "#f5c8a0",   // 奶油杏色马卡龙
    // "✨": "#f0d68a",   // 奶油黄马卡龙
    // "🍀": "#8fc1b0"    // 薄荷绿马卡龙

        // // 深色
        // "💐": "#7a5d8a",   // 紫灰（深）
        // "🎈": "#d4876a",   // 陶土杏（深）
        // "✨": "#d4b050",   // 芥末黄（深）
        // "🍀": "#5a9a8a"    // 墨绿薄荷（深）

        // 淡色
        "💐": "#c9b8e0",   // 淡紫
        "🎈": "#fad5c0",   // 淡蜜桃
        "✨": "#fae89a",   // 淡奶黄
        "🍀": "#a8d5c0"    // 淡薄荷
};
